{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main.git",
            "Updated": {
                "value": "\/Date(1779169477000)\/",
                "DisplayHint": 2,
                "DateTime": "wtorek, 19 maja 2026 07:44:37"
            },
            "Manifests": 1540
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": {
                "value": "\/Date(1779169551000)\/",
                "DisplayHint": 2,
                "DateTime": "wtorek, 19 maja 2026 07:45:51"
            },
            "Manifests": 2300
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": {
                "value": "\/Date(1777918754000)\/",
                "DisplayHint": 2,
                "DateTime": "poniedzialek, 4 maja 2026 20:19:14"
            },
            "Manifests": 367
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": {
                "value": "\/Date(1779118479000)\/",
                "DisplayHint": 2,
                "DateTime": "poniedzialek, 18 maja 2026 17:34:39"
            },
            "Manifests": 335
        }
    ],
    "apps": [
        {
            "Info": "",
            "Source": "main",
            "Name": "7zip",
            "Version": "24.09",
            "Updated": "\/Date(1739191196037)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "act",
            "Version": "0.2.78",
            "Updated": "\/Date(1751277797451)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "argocd",
            "Version": "2.14.18",
            "Updated": "\/Date(1758274808129)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "asciidoctorj",
            "Version": "3.0.0-alpha.2",
            "Updated": "\/Date(1716533578687)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "bruno",
            "Version": "3.1.4",
            "Updated": "\/Date(1772093379963)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "busybox",
            "Version": "5467-g9376eebd8",
            "Updated": "\/Date(1737368674358)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "claude-code",
            "Version": "2.1.131",
            "Updated": "\/Date(1778073131638)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "copilot-cli",
            "Version": "0.0.420",
            "Updated": "\/Date(1772539489607)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "dbeaver",
            "Version": "24.0.5",
            "Updated": "\/Date(1716533615273)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "docker",
            "Version": "26.1.3",
            "Updated": "\/Date(1716533622807)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "docker-buildx",
            "Version": "0.21.2",
            "Updated": "\/Date(1741786229646)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "docker-compose",
            "Version": "2.27.0",
            "Updated": "\/Date(1716533631956)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "docker-machine",
            "Version": "0.16.2",
            "Updated": "\/Date(1695383922070)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "flyway",
            "Version": "10.13.0",
            "Updated": "\/Date(1716533655788)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "fzf",
            "Version": "0.57.0",
            "Updated": "\/Date(1736260336732)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "gh",
            "Version": "2.65.0",
            "Updated": "\/Date(1737368253298)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "git",
            "Version": "2.50.1",
            "Updated": "\/Date(1752152841126)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "git-filter-repo",
            "Version": "2.47.0",
            "Updated": "\/Date(1747836147868)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "git-quick-stats",
            "Version": "2.5.6",
            "Updated": "\/Date(1719566306835)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "go",
            "Version": "1.26.3",
            "Updated": "\/Date(1779176914118)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "helm",
            "Version": "3.15.1",
            "Updated": "\/Date(1716533668541)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "hwinfo",
            "Version": "8.20-5640",
            "Updated": "\/Date(1739267007595)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "jd",
            "Version": "1.8.1",
            "Updated": "\/Date(1721302393528)\/"
        },
        {
            "Info": "",
            "Source": "nerd-fonts",
            "Name": "JetBrainsMono-NF-Mono",
            "Version": "3.2.1",
            "Updated": "\/Date(1729232669567)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "jfrog",
            "Version": "2.74.0",
            "Updated": "\/Date(1740663226811)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "jmeter",
            "Version": "5.6.3",
            "Updated": "\/Date(1743075490199)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "jq",
            "Version": "1.7.1",
            "Updated": "\/Date(1716533677812)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "k6",
            "Version": "0.57.0",
            "Updated": "\/Date(1743167398281)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "kubecolor",
            "Version": "0.4.0",
            "Updated": "\/Date(1727267302771)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "kubectl",
            "Version": "1.30.1",
            "Updated": "\/Date(1716533684906)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "kubeseal",
            "Version": "0.26.3",
            "Updated": "\/Date(1716533691778)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "make",
            "Version": "4.4.1",
            "Updated": "\/Date(1695297468061)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "mingw",
            "Version": "13.2.0-rt_v11-rev1",
            "Updated": "\/Date(1716533744018)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "minikube",
            "Version": "1.33.1",
            "Updated": "\/Date(1716533804947)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "mkcert",
            "Version": "1.4.4",
            "Updated": "\/Date(1710932769645)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "neovim",
            "Version": "0.12.2",
            "Updated": "\/Date(1779176310743)\/"
        },
        {
            "Info": "Install failed",
            "Source": null,
            "Name": "netcat",
            "Version": null,
            "Updated": "\/Date(1767191209001)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "nmap",
            "Version": "7.98",
            "Updated": "\/Date(1767191372941)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "nu",
            "Version": "0.93.0",
            "Updated": "\/Date(1716533819567)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "openshift-okd-client",
            "Version": "4.15.0-0.okd-2024-03-10-010116",
            "Updated": "\/Date(1716533827705)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "oracle-instant-client",
            "Version": "21.14.0.0.0",
            "Updated": "\/Date(1716533847379)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "oracle-instant-client-sqlplus",
            "Version": "21.14.0.0.0",
            "Updated": "\/Date(1716533851703)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "pandoc",
            "Version": "3.2",
            "Updated": "\/Date(1716533863627)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "pdfsam",
            "Version": "5.2.3",
            "Updated": "\/Date(1718108766543)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "pipx",
            "Version": "1.8.0",
            "Updated": "\/Date(1761555339757)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "presenterm",
            "Version": "0.14.0",
            "Updated": "\/Date(1747984403718)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "ripgrep",
            "Version": "14.1.1",
            "Updated": "\/Date(1728301474045)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "ruby",
            "Version": "3.3.1-1",
            "Updated": "\/Date(1716533931967)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "rust",
            "Version": "1.78.0",
            "Updated": "\/Date(1716534173309)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "shellcheck",
            "Version": "0.10.0",
            "Updated": "\/Date(1738313703628)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "sqlite",
            "Version": "3.46.0",
            "Updated": "\/Date(1716534180266)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "starship",
            "Version": "1.23.0",
            "Updated": "\/Date(1747985303226)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "stern",
            "Version": "1.30.0",
            "Updated": "\/Date(1723191548400)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "tldr",
            "Version": "0.6.1",
            "Updated": "\/Date(1700955073144)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "tokei",
            "Version": "12.1.2",
            "Updated": "\/Date(1747984564713)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "tortoisesvn",
            "Version": "1.14.9.29743",
            "Updated": "\/Date(1758697893275)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "tree-sitter",
            "Version": "0.26.8",
            "Updated": "\/Date(1779176596215)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "uv",
            "Version": "0.5.25",
            "Updated": "\/Date(1738232204974)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "vale",
            "Version": "3.13.0",
            "Updated": "\/Date(1768548427987)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "vcredist-aio",
            "Version": "0.82.0",
            "Updated": "\/Date(1719568469921)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "wiztree",
            "Version": "4.19",
            "Updated": "\/Date(1710338612940)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "yq",
            "Version": "4.45.1",
            "Updated": "\/Date(1737368644308)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "zellij",
            "Version": "0.44.1",
            "Updated": "\/Date(1776078121460)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "zoxide",
            "Version": "0.9.6",
            "Updated": "\/Date(1736260310507)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "zstd",
            "Version": "1.5.7",
            "Updated": "\/Date(1756114346613)\/"
        }
    ]
}
