{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main.git",
            "Updated": {
                "value": "\/Date(1739190725000)\/",
                "DisplayHint": 2,
                "DateTime": "Monday, February 10, 2025 13:32:05"
            },
            "Manifests": 1357
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": {
                "value": "\/Date(1739190838000)\/",
                "DisplayHint": 2,
                "DateTime": "Monday, February 10, 2025 13:33:58"
            },
            "Manifests": 2127
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": {
                "value": "\/Date(1738986692000)\/",
                "DisplayHint": 2,
                "DateTime": "Saturday, February 8, 2025 04:51:32"
            },
            "Manifests": 345
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": {
                "value": "\/Date(1739064204000)\/",
                "DisplayHint": 2,
                "DateTime": "Sunday, February 9, 2025 02:23:24"
            },
            "Manifests": 296
        }
    ],
    "apps": [
        {
            "Info": "",
            "Source": "main",
            "Name": "7zip",
            "Version": "24.09",
            "Updated": "\/Date(1739191196037)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "asciidoctorj",
            "Version": "3.0.0-alpha.2",
            "Updated": "\/Date(1716533578687)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "bruno",
            "Version": "1.18.1",
            "Updated": "\/Date(1718014369571)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "busybox",
            "Version": "5467-g9376eebd8",
            "Updated": "\/Date(1737368674358)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "dbeaver",
            "Version": "24.0.5",
            "Updated": "\/Date(1716533615273)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "docker",
            "Version": "26.1.3",
            "Updated": "\/Date(1716533622807)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "docker-compose",
            "Version": "2.27.0",
            "Updated": "\/Date(1716533631956)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "docker-machine",
            "Version": "0.16.2",
            "Updated": "\/Date(1695383922070)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "flyway",
            "Version": "10.13.0",
            "Updated": "\/Date(1716533655788)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "fzf",
            "Version": "0.57.0",
            "Updated": "\/Date(1736260336732)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "gh",
            "Version": "2.65.0",
            "Updated": "\/Date(1737368253298)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "git",
            "Version": "2.47.1.2",
            "Updated": "\/Date(1738052080175)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "git-quick-stats",
            "Version": "2.5.6",
            "Updated": "\/Date(1719566306835)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "helm",
            "Version": "3.15.1",
            "Updated": "\/Date(1716533668541)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "hwinfo",
            "Version": "8.02-5440",
            "Updated": "\/Date(1716533673699)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "jd",
            "Version": "1.8.1",
            "Updated": "\/Date(1721302393528)\/"
        },
        {
            "Info": "",
            "Source": "nerd-fonts",
            "Name": "JetBrainsMono-NF-Mono",
            "Version": "3.2.1",
            "Updated": "\/Date(1729232669567)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "jq",
            "Version": "1.7.1",
            "Updated": "\/Date(1716533677812)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "kubecolor",
            "Version": "0.4.0",
            "Updated": "\/Date(1727267302771)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "kubectl",
            "Version": "1.30.1",
            "Updated": "\/Date(1716533684906)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "kubeseal",
            "Version": "0.26.3",
            "Updated": "\/Date(1716533691778)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "make",
            "Version": "4.4.1",
            "Updated": "\/Date(1695297468061)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "mingw",
            "Version": "13.2.0-rt_v11-rev1",
            "Updated": "\/Date(1716533744018)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "miniconda3",
            "Version": "24.4.0-0",
            "Updated": "\/Date(1716533793636)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "minikube",
            "Version": "1.33.1",
            "Updated": "\/Date(1716533804947)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "mkcert",
            "Version": "1.4.4",
            "Updated": "\/Date(1710932769645)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "neovim",
            "Version": "0.10.2",
            "Updated": "\/Date(1729233186497)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "nu",
            "Version": "0.93.0",
            "Updated": "\/Date(1716533819567)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "openshift-okd-client",
            "Version": "4.15.0-0.okd-2024-03-10-010116",
            "Updated": "\/Date(1716533827705)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "oracle-instant-client",
            "Version": "21.14.0.0.0",
            "Updated": "\/Date(1716533847379)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "oracle-instant-client-sqlplus",
            "Version": "21.14.0.0.0",
            "Updated": "\/Date(1716533851703)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "pandoc",
            "Version": "3.2",
            "Updated": "\/Date(1716533863627)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "pdfsam",
            "Version": "5.2.3",
            "Updated": "\/Date(1718108766543)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "postman",
            "Version": "11.17.0",
            "Updated": "\/Date(1729585628616)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "ripgrep",
            "Version": "14.1.1",
            "Updated": "\/Date(1728301474045)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "ruby",
            "Version": "3.3.1-1",
            "Updated": "\/Date(1716533931967)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "rust",
            "Version": "1.78.0",
            "Updated": "\/Date(1716534173309)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "shellcheck",
            "Version": "0.10.0",
            "Updated": "\/Date(1738313703628)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "spotify",
            "Version": "1.2.56.502.ga68d2d4f",
            "Updated": "\/Date(1738324525935)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "sqlite",
            "Version": "3.46.0",
            "Updated": "\/Date(1716534180266)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "stern",
            "Version": "1.30.0",
            "Updated": "\/Date(1723191548400)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "tldr",
            "Version": "0.6.1",
            "Updated": "\/Date(1700955073144)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "uv",
            "Version": "0.5.25",
            "Updated": "\/Date(1738232204974)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "vcredist-aio",
            "Version": "0.82.0",
            "Updated": "\/Date(1719568469921)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "wiztree",
            "Version": "4.19",
            "Updated": "\/Date(1710338612940)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "yq",
            "Version": "4.45.1",
            "Updated": "\/Date(1737368644308)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "zoxide",
            "Version": "0.9.6",
            "Updated": "\/Date(1736260310507)\/"
        }
    ]
}
