{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main.git",
            "Updated": {
                "value": "\/Date(1779183131000)\/",
                "DisplayHint": 2,
                "DateTime": "wtorek, 19 maja 2026 11:32:11"
            },
            "Manifests": 1540
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": {
                "value": "\/Date(1779183149000)\/",
                "DisplayHint": 2,
                "DateTime": "wtorek, 19 maja 2026 11:32:29"
            },
            "Manifests": 2300
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": {
                "value": "\/Date(1777918754000)\/",
                "DisplayHint": 2,
                "DateTime": "poniedzialek, 4 maja 2026 20:19:14"
            },
            "Manifests": 367
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": {
                "value": "\/Date(1779118479000)\/",
                "DisplayHint": 2,
                "DateTime": "poniedzialek, 18 maja 2026 17:34:39"
            },
            "Manifests": 335
        }
    ],
    "apps": [
        {
            "Info": "",
            "Source": "main",
            "Name": "7zip",
            "Version": "26.01",
            "Updated": "\/Date(1779182800084)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "act",
            "Version": "0.2.78",
            "Updated": "\/Date(1751277797451)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "argocd",
            "Version": "3.4.2",
            "Updated": "\/Date(1779183100962)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "asciidoctorj",
            "Version": "3.0.0-alpha.2",
            "Updated": "\/Date(1716533578687)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "bruno",
            "Version": "3.3.0",
            "Updated": "\/Date(1779183902195)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "busybox",
            "Version": "6075-g169694ebd",
            "Updated": "\/Date(1779183839401)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "claude-code",
            "Version": "2.1.144",
            "Updated": "\/Date(1779183835201)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "copilot-cli",
            "Version": "1.0.49",
            "Updated": "\/Date(1779184217544)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "dbeaver",
            "Version": "26.0.5",
            "Updated": "\/Date(1779184374505)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "docker",
            "Version": "29.5.1",
            "Updated": "\/Date(1779185195045)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "docker-buildx",
            "Version": "0.34.0",
            "Updated": "\/Date(1779185220298)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "docker-compose",
            "Version": "5.1.3",
            "Updated": "\/Date(1779185234804)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "docker-machine",
            "Version": "0.16.2",
            "Updated": "\/Date(1695383922070)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "fd",
            "Version": "10.4.2",
            "Updated": "\/Date(1779183133311)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "flyway",
            "Version": "12.6.1",
            "Updated": "\/Date(1779183753154)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "fzf",
            "Version": "0.72.0",
            "Updated": "\/Date(1779183212528)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "gh",
            "Version": "2.92.0",
            "Updated": "\/Date(1779183207296)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "git",
            "Version": "2.54.0",
            "Updated": "\/Date(1779185041718)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "git-filter-repo",
            "Version": "2.47.0",
            "Updated": "\/Date(1747836147868)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "git-quick-stats",
            "Version": "2.11.0",
            "Updated": "\/Date(1779183754292)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "go",
            "Version": "1.26.3",
            "Updated": "\/Date(1779176914118)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "helm",
            "Version": "4.2.0",
            "Updated": "\/Date(1779184173874)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "hwinfo",
            "Version": "8.46-5960",
            "Updated": "\/Date(1779184320357)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "jd",
            "Version": "2.5.0",
            "Updated": "\/Date(1779184163379)\/"
        },
        {
            "Info": "",
            "Source": "nerd-fonts",
            "Name": "JetBrainsMono-NF-Mono",
            "Version": "3.4.0",
            "Updated": "\/Date(1779183584603)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "jfrog",
            "Version": "2.103.0",
            "Updated": "\/Date(1779183522935)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "jmeter",
            "Version": "5.6.3",
            "Updated": "\/Date(1743075490199)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "jq",
            "Version": "1.8.1",
            "Updated": "\/Date(1779183496894)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "k6",
            "Version": "2.0.0",
            "Updated": "\/Date(1779185246040)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "kubecolor",
            "Version": "0.6.0",
            "Updated": "\/Date(1779184152084)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "kubectl",
            "Version": "1.36.1",
            "Updated": "\/Date(1779184148294)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "kubeseal",
            "Version": "0.36.6",
            "Updated": "\/Date(1779184100540)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "make",
            "Version": "4.4.1",
            "Updated": "\/Date(1695297468061)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "mingw",
            "Version": "16.1.0-rt_v14-rev0",
            "Updated": "\/Date(1779182954086)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "minikube",
            "Version": "1.38.1",
            "Updated": "\/Date(1779184087563)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "mkcert",
            "Version": "1.4.4",
            "Updated": "\/Date(1710932769645)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "neovim",
            "Version": "0.12.2",
            "Updated": "\/Date(1779176310743)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "nmap",
            "Version": "7.99",
            "Updated": "\/Date(1779184030501)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "nu",
            "Version": "0.112.2",
            "Updated": "\/Date(1779183376335)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "pandoc",
            "Version": "3.2",
            "Updated": "\/Date(1716533863627)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "pdfsam",
            "Version": "5.2.3",
            "Updated": "\/Date(1718108766543)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "pipx",
            "Version": "1.8.0",
            "Updated": "\/Date(1761555339757)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "presenterm",
            "Version": "0.16.1",
            "Updated": "\/Date(1779185396434)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "ripgrep",
            "Version": "15.1.0",
            "Updated": "\/Date(1779183124389)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "ruby",
            "Version": "3.3.1-1",
            "Updated": "\/Date(1716533931967)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "rust",
            "Version": "1.95.0",
            "Updated": "\/Date(1779184888572)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "shellcheck",
            "Version": "0.11.0",
            "Updated": "\/Date(1779184224273)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "sqlite",
            "Version": "3.53.1",
            "Updated": "\/Date(1779184309409)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "starship",
            "Version": "1.25.1",
            "Updated": "\/Date(1779182843513)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "stern",
            "Version": "1.34.0",
            "Updated": "\/Date(1779183991481)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "tldr",
            "Version": "0.6.1",
            "Updated": "\/Date(1700955073144)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "tokei",
            "Version": "12.1.2",
            "Updated": "\/Date(1747984564713)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "tortoisesvn",
            "Version": "1.14.9.29743",
            "Updated": "\/Date(1758697893275)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "tree-sitter",
            "Version": "0.26.8",
            "Updated": "\/Date(1779176596215)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "uv",
            "Version": "0.5.25",
            "Updated": "\/Date(1738232204974)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "vcredist-aio",
            "Version": "0.82.0",
            "Updated": "\/Date(1719568469921)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "wiztree",
            "Version": "4.31",
            "Updated": "\/Date(1779184379109)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "yq",
            "Version": "4.53.2",
            "Updated": "\/Date(1779183908176)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "zellij",
            "Version": "0.44.3",
            "Updated": "\/Date(1779185074785)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "zoxide",
            "Version": "0.9.9",
            "Updated": "\/Date(1779182826473)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "zstd",
            "Version": "1.5.7",
            "Updated": "\/Date(1756114346613)\/"
        }
    ]
}
